---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowParam
source: html/73a1cbc7-9bf3-cd80-4015-febaa1f4b820.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowParam Property

"Elbow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultElbowParam { get; }
```